Repository: fir3storm/Huntercat-3.3
Catalog: web/scanEngine/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Engine Name
fr: Nom du moteur

source: Custom Engine
fr: Moteur personnalisé

source: my awesome wordlist
fr: ma super list de mots

source: my_awesome_wordlist
fr: ma_super_liste_de_mots

source: Configuration Name
fr: Nom de la configuration

source: my_awesome_configuration
fr: ma_super_configuration

source: Interesting Keywords
fr: Mots clés intéressants

source: Bot Token
fr: Jeton du bot

source: Bot Chat ID
fr: ID du chat du bot

source: http://username:password@proxyip.com:port
fr: http://nom_utilisateur:mot_de_passe@ip_proxy.com:port

source: Your Hackerone Username
fr: Votre nom d'utilisateur Hackerone

source: Hackerone API Token
fr: Jeton d'API Hackerone

source: Company Name
fr: Nom de l'entreprise

source: Company Address
fr: Adresse de l'entreprise

source: Company Website https://company.com
fr: Site Web de l'entreprise https://entreprise.com

source: email@yourcompany.com
fr: email@votre_entreprise.com

source: Footer Text © Your Company
fr: Texte de pied de page © Votre entreprise

source: My Awesome Tool
fr: Mon super outil

source: https://github.com/user/tool/blob/master/LICENSE.md
fr: https://github.com/utilisateur/outil/blob/master/LICENSE.md

source: http://example.com/logo.png
fr: http://exemple.com/logo.png

source: Explain what this tool is used for.
fr: Expliquez à quoi sert cet outil.

source: Tool Installation Command
fr: Commande d'installation de l'outil

source: Tool Update Command
fr: Commande de mise à jour de l'outil

source: Subdomain Gathering Command
fr: Commande de récupération de sous-domaine

source: tool_name -d {TARGET} -o {OUTPUT}
fr: outil_nom -d {TARGET} -o {OUTPUT}

source: Engine name
fr: Nom du moteur

source: YAML Configurations
fr: Configurations YAML

source: reNgine supports YAML based configurations for customizing the scan. The default settings are given below, you may choose to proceed with the default settings or configure it according to your choice.
fr: reNgine prend en charge les configurations basées sur YAML pour personnaliser le scan. Les paramètres par défaut sont donnés ci-dessous, vous pouvez choisir de procéder avec les paramètres par défaut ou les configurer selon votre choix.

source: reNgine YAML Documentation
fr: Documentation YAML de reNgine

source: To learn more about YAML config visit the official documentation at
fr: Pour en savoir plus sur la configuration YAML, consultez la documentation officielle à l'adresse

source: Note: Invalid YAML configuration may crash scans.
fr: Remarque : Une configuration YAML non valide peut faire planter les scans.

source: Please, do not modify the configuration unless you know what what you are doing.
fr: Veuillez ne pas modifier la configuration à moins de savoir ce que vous faites.

source: If default YAML configuration doesn't automatically load,
fr: Si la configuration YAML par défaut ne se charge pas automatiquement,

source: download default configuration from here
fr: téléchargez la configuration par défaut ici

source: and paste it. (Firefox may have issues loading default YAML configuration.)
fr: et collez-la. (Firefox peut avoir des problèmes pour charger la configuration YAML par défaut.)

source: Add Scan Engine
fr: Ajouter un moteur de scan

source: Engines
fr: Moteurs

source: Scan Engines
fr: Moteurs de scan

source: <code>Scan Engines</code> are the most crucial part of reNgine. They define how a <code>scan</code> is performed against a target. <code>Scan Engines</code> allow you to define the configuration and use it against multiple targets.
fr: Les <code>moteurs de scan</code> sont la partie la plus cruciale de reNgine. Ils définissent comment un <code>scan</code> est effectué contre une cible. Les <code>moteurs de scan</code> vous permettent de définir la configuration et de l'utiliser contre plusieurs cibles.

source: YAML configuration allows you fine tuning the engines such as rate, templates to be used, or configurations to be used.
fr: La configuration YAML vous permet d'ajuster finement les moteurs tels que le débit, les modèles à utiliser ou les configurations à utiliser.

source: Scan Engine
fr: Moteur de scan

source: All Scan Engines
fr: Tous les moteurs de scan

source: Add New Scan Engine
fr: Ajouter un nouveau moteur de scan

source: Subdomain Discovery
fr: Découverte de sous-domaines

source: WAF Detection
fr: Détection WAF

source: Screenshot
fr: Capture d'écran

source: Port Scan
fr: Scan de ports

source: Directory & Files Discovery
fr: Découverte de répertoires et de fichiers

source: Fetch URLs
fr: Récupérer les URLs

source: Vulnerability Scan
fr: Scan de vulnérabilités

source: Default Engine
fr: Moteur par défaut

source: Edit Engine
fr: Modifier le moteur

source: Delete %(engine_name)s Engine
fr: Supprimer le moteur %(engine_name)s

source: Interesting entries Lookup
fr: Recherche d'entrées intéressantes

source: Interesting Lookup
fr: Recherche intéressante

source: reNgine supports lookup for interesting keyword in recon data. This could be either looking up in subdomains, URLs or in page title. You can enter the keywords to lookup and reNgine will highlight the matched entries.
fr: reNgine prend en charge la recherche de mots-clés intéressants dans les données de reconnaissance. Cela peut être soit dans les sous-domaines, les URL ou le titre de la page. Vous pouvez entrer les mots-clés à rechercher et reNgine mettra en évidence les entrées correspondantes.

source: Keywords are case insensitive.
fr: Les mots-clés ne sont pas sensibles à la casse.

source: Default Keywords
fr: Mots-clés par défaut

source: reNgine will use these default keywords to find the interesting subdomains or URLs from recon data.
fr: reNgine utilisera ces mots-clés par défaut pour trouver les sous-domaines ou les URL intéressants à partir des données de reconnaissance.

source: Custom Keywords
fr: Mots-clés personnalisés

source: Interesting Keywords to look for
fr: Mots-clés intéressants à rechercher

source: Please use a comma (,) to separate the keywords.
fr: Veuillez utiliser une virgule (,) pour séparer les mots-clés.

source: Lookup in
fr: Rechercher dans

source: Subdomains/URLs
fr: Sous-domaines/URLs

source: Page Title
fr: Titre de la page

source: Lookup Conditions
fr: Conditions de recherche

source: reNgine will lookup the keywords only when below conditions are met.
fr: reNgine recherchera les mots-clés uniquement lorsque les conditions ci-dessous sont remplies.

source: Lookup only when
fr: Rechercher uniquement lorsque

source: HTTP Status is 200
fr: Le statut HTTP est 200

source: Update Lookup
fr: Mettre à jour la recherche

source: Tool Name
fr: Nom de l'outil

source: Required
fr: Requis

source: Tool Category
fr: Catégorie de l'outil

source: Does this tool gathers subdomains?
fr: Cet outil rassemble-t-il des sous-domaines ?

source: If you have chosen this tool as subdomain gathering tool, you'll be able to use it in scan engine configuration and provide this tool name inside
fr: Si vous avez choisi cet outil comme outil de collecte de sous-domaines, vous pourrez l'utiliser dans la configuration du moteur de scan et fournir le nom de cet outil à l'intérieur

source: If not, you will still be able to use this tool in our custom scripting engine.
fr: Sinon, vous pourrez quand même utiliser cet outil dans notre moteur de script personnalisé.

source: Github URL
fr: URL Github

source: Github URL is required to check the recent releases and updates.
fr: L'URL Github est requise pour vérifier les dernières versions et mises à jour.

source: Tool Logo (URL)
fr: Logo de l'outil (URL)

source: Optional
fr: Optionnel

source: Tool License URL
fr: URL de la licence de l'outil

source: Tool Installation Process
fr: Processus d'installation de l'outil

source: Please note that any commands here will directly execute in shell, so please be careful of the commands you are using.
fr: Veuillez noter que toutes les commandes ici seront directement exécutées dans le shell, alors faites attention aux commandes que vous utilisez.

source: Installation Command
fr: Commande d'installation

source: If the tool has to be installed using github clone, then your installation command would be
fr: Si l'outil doit être installé en utilisant un clone github, alors votre commande d'installation serait

source: If the tool has to be installed using go, the your installation command would be
fr: Si l'outil doit être installé en utilisant go, alors votre commande d'installation serait

source: Please note that, go get command is no longer supported by go. Instead you should use go install.
fr: Veuillez noter que la commande go get n'est plus prise en charge par go. Vous devriez plutôt utiliser go install.

source: Learn why!
fr: Apprenez pourquoi !

source: How does this tool update?
fr: Comment mettre à jour cet outil ?

source: If the tool was installed using git clone, it is recommended to use
fr: Si l'outil a été installé en utilisant git clone, il est recommandé d'utiliser

source: for updating.
fr: pour la mise à jour.

source: If the tool was installed using go, it is recommended to use the same command as go install.
fr: Si l'outil a été installé en utilisant go, il est recommandé d'utiliser la même commande que go install.

source: If update command is not provided, you will not be able to update the tools.
fr: Si la commande de mise à jour n'est pas fournie, vous ne pourrez pas mettre à jour les outils.

source: Update command
fr: Commande de mise à jour

source: How do you check the version in this tool?
fr: Comment vérifier la version de cet outil ?

source: reNgine will use this command to check the version of the tool and let you know if there is any update available. Most tools will display the version either of these ways
fr: reNgine utilisera cette commande pour vérifier la version de l'outil et vous informer s'il y a une mise à jour disponible. La plupart des outils afficheront la version de l'une de ces façons

source: You can provide these commands depending on your tool, and reNgine will identify the version number.
fr: Vous pouvez fournir ces commandes en fonction de votre outil, et reNgine identifiera le numéro de version.

source: Version Lookup Command
fr: Commande de recherche de version

source: (We have auto generated this for you based on your installation steps)
fr: (Nous avons généré ceci automatiquement pour vous en fonction de vos étapes d'installation)

source: Version match regex (Optional)
fr: Expression régulière de correspondance de version (facultatif)

source: reNgine needs version match regex to find out if there is any update available or not. You can check how the tool displays the version number and we can generate the regex for you, or you can do that manually as well.
fr: reNgine a besoin d'une expression régulière de correspondance de version pour savoir s'il y a une mise à jour disponible ou non. Vous pouvez vérifier comment l'outil affiche le numéro de version et nous pouvons générer l'expression régulière pour vous, ou vous pouvez également le faire manuellement.

source: If version regex is not given, reNgine will not be able to check the updates automatically. However, you can still force update the tools.
fr: Si l'expression régulière de version n'est pas donnée, reNgine ne pourra pas vérifier les mises à jour automatiquement. Cependant, vous pouvez toujours forcer la mise à jour des outils.

source: Additionally, we can also generate the version regext for you. You can select how this tool displays the version number.
fr: De plus, nous pouvons également générer l'expression régulière de version pour vous. Vous pouvez sélectionner la façon dont cet outil affiche le numéro de version.

source: See, how the tool names the release version.
fr: Voyez comment l'outil nomme la version de publication.

source: Version Regex
fr: Expression régulière de version

source: Subdomain Gathering Tool Additional Information
fr: Informations supplémentaires sur l'outil de collecte de sous-domaines

source: Please note that this subdomain gathering tool must support subdomain output in the form of txt file.
fr: Veuillez noter que cet outil de collecte de sous-domaines doit prendre en charge la sortie des sous-domaines sous forme de fichier txt.

source: Since you have chosen this tool as subdomain gathering tool, we require additional information on how this tool runs.
fr: Puisque vous avez choisi cet outil comme outil de collecte de sous-domaines, nous avons besoin d'informations supplémentaires sur la façon dont cet outil fonctionne.

source: reNgine needs to know how this tool accepts target and output the subdomain results.
fr: reNgine doit savoir comment cet outil accepte la cible et produit les résultats des sous-domaines.

source: Use the below syntax wherever required, but remember that <code>{TARGET}</code> and <code>{OUTPUT}</code> <strong>are mandatory placeholders</strong>.
fr: Utilisez la syntaxe ci-dessous partout où c'est nécessaire, mais n'oubliez pas que <code>{TARGET}</code> et <code>{OUTPUT}</code> <strong>sont des placeholders obligatoires</strong>.

source: (mandatory), Use this for the command-line arg that takes in domain as input target. Example.
fr: (obligatoire), Utilisez ceci pour l'argument de ligne de commande qui prend le domaine comme cible d'entrée. Exemple.

source: (mandatory), Use this for the command-line arg that takes the output arg. Example.
fr: (obligatoire), Utilisez ceci pour l'argument de ligne de commande qui prend l'argument de sortie. Exemple.

source: , Use this if your tool is github cloned. Example.
fr: , Utilisez ceci si votre outil est cloné depuis GitHub. Exemple.

source: , Use this if your tool supports proxy. Example.
fr: , Utilisez ceci si votre outil prend en charge le proxy. Exemple.

source: You can use the combinations of the above syntax and also you can use any other command-line argument that your tool supports.
fr: Vous pouvez utiliser les combinaisons de la syntaxe ci-dessus et vous pouvez également utiliser tout autre argument de ligne de commande pris en charge par votre outil.

source: Add Tool
fr: Ajouter un outil

source: Tool Arsenal
fr: Arsenal d'outils

source: reNgine Settings
fr: Paramètres de reNgine

source: Settings
fr: Paramètres

source: API Vault
fr: Coffre-fort API

source: Recommended
fr: Recommandé

source: Experimental
fr: Expérimental

source: OpenAI keys will be used to generate vulnerability description, remediation, impact and vulnerability report writing using ChatGPT.
fr: Les clés OpenAI seront utilisées pour générer la description des vulnérabilités, les mesures correctives, l'impact et la rédaction des rapports de vulnérabilité à l'aide de ChatGPT.

source: Enter OpenAI Key
fr: Entrez la clé OpenAI

source: This is optional but recommended.
fr: Ceci est optionnel mais recommandé.

source: Netlas keys will be used to get whois information and other OSINT data.
fr: Les clés Netlas seront utilisées pour obtenir des informations whois et d'autres données OSINT.

source: Enter Netlas Key
fr: Entrez la clé Netlas

source: This is optional
fr: Ceci est optionnel

source: Update API Keys
fr: Mettre à jour les clés API

source: Hackerone Settings
fr: Paramètres Hackerone

source: HackerOne Settings
fr: Paramètres HackerOne

source: Hackerone Automatic Vulnerability Report Settings
fr: Paramètres de rapport de vulnérabilité automatique Hackerone

source: Use this feature with caution! Please do not spam triagers!
fr: Utilisez cette fonctionnalité avec précaution ! Veuillez ne pas spammer les triagers !

source: We do not allow sending vulnerability report for low severity and informational vulnerabilities to avoid spamming triagers!
fr: Nous ne permettons pas l'envoi de rapports de vulnérabilité pour les vulnérabilités de faible gravité et les vulnérabilités informatives afin d'éviter de spammer les triagers !

source: You can send them manually from Vulnerability Section inside reNgine.
fr: Vous pouvez les envoyer manuellement depuis la section Vulnérabilité à l'intérieur de reNgine.

source: reNgine Automatically Reports vulnerabilities to your bug bounty programs on Hackerone, if any vulnerabilities are identified.
fr: reNgine signale automatiquement les vulnérabilités à vos programmes de primes aux bogues sur Hackerone, si des vulnérabilités sont identifiées.

source: A valid Hackerone API token and username is required.
fr: Un jeton API Hackerone et un nom d'utilisateur valides sont requis.

source: More details on how to generate your hackerone api token is provided by
fr: Plus de détails sur la façon de générer votre jeton api hackerone sont fournis par

source: Hackerone Documentation
fr: Documentation Hackerone

source: Your Hackerone Username (Not email)
fr: Votre nom d'utilisateur Hackerone (Pas l'email)

source: Generate your
fr: Générez votre

source: API Token from here
fr: Jeton API à partir d'ici

source: Test my hackerone api key
fr: Tester ma clé API hackerone

source: Report Vulnerability to hackerone when
fr: Signaler la vulnérabilité à hackerone lorsque

source: Critical Severity is found. (Default)
fr: Une gravité critique est trouvée. (Par défaut)

source: High Severity is found. (Default)
fr: Une gravité élevée est trouvée. (Par défaut)

source: Medium Severity is found.
fr: Une gravité modérée est trouvée.

source: Vulnerability Report Template
fr: Modèle de rapport de vulnérabilité

source: You can customize the vulnerability report template using markdown language. Replace the below syntax wherever you require. Curly braces are must!
fr: Vous pouvez personnaliser le modèle de rapport de vulnérabilité en utilisant le langage markdown. Remplacez la syntaxe ci-dessous partout où vous en avez besoin. Les accolades sont obligatoires !

source: Vulnerability Title/Name.
fr: Titre/Nom de la vulnérabilité.

source: Vulnerable URL.
fr: URL vulnérable.

source: Vulnerability Severity.
fr: Gravité de la vulnérabilité.

source: Description of vulnerability generated by Nuclei.
fr: Description de la vulnérabilité générée par Nuclei.

source: Vulnerability Results extracted by Nuclei.
fr: Résultats de la vulnérabilité extraits par Nuclei.

source: Additional Reference to vulnerability.
fr: Référence supplémentaire à la vulnérabilité.

source: Save
fr: Enregistrer

source: Notification Settings
fr: Paramètres de notification

source: Send Notifications to:
fr: Envoyer des notifications à :

source: Discord Webhook API Documentation
fr: Documentation de l'API Webhook Discord

source: How to Create Telegram Bot
fr: Comment créer un bot Telegram

source: Send me notification for
fr: M'envoyer une notification pour

source: Scan related updates (e.g. Scan initiated, Scan completed)
fr: Mises à jour liées aux scans (ex. Scan initié, Scan terminé)

source: Interesting subdomains
fr: Sous-domaines intéressants

source: Vulnerabilities Found
fr: Vulnérabilités trouvées

source: *Informational vulnerabilities will not be notified.
fr: *Les vulnérabilités informatives ne seront pas notifiées.

source: Subdomain changes
fr: Changements de sous-domaines

source: (e.g. when new Subdomains are discovered or subdomains are no longer available)
fr: (ex. lorsque de nouveaux sous-domaines sont découverts ou que des sous-domaines ne sont plus disponibles)

source: Upload Scan Results
fr: Télécharger les résultats du scan

source: Send scan output (e.g. Subdomain gathered file)
fr: Envoyer les résultats du scan (ex. fichier de sous-domaines rassemblés)

source: Discord only
fr: Discord seulement

source: (upload scan results to your Discord)
fr: (télécharger les résultats du scan sur votre Discord)

source: Send tasks tracebacks
fr: Envoyer les traces des tâches

source: (upload task failed tasks tracebacks to your Discord)
fr: (télécharger les traces des tâches échouées sur votre Discord)

source: Save & Test Notification
fr: Enregistrer et tester la notification

source: *Once saved, a test message will be sent to all the enabled services.
fr: *Une fois enregistré, un message de test sera envoyé à tous les services activés.

source: Proxy Settings
fr: Paramètres du proxy

source: Every website has a limit to certain number of requests allowed for a certain period of time from an particular IP Address, exceeding the limit will block any incoming requests from that particular IP Address for a specific period of time. This results in unreliable recon results. Suppose if you were to run Nuclei on a particular target with all the templates, your IP is likely to get banned because of the number of requests made by Nuclei.
fr: Chaque site Web a une limite sur le nombre de requêtes autorisées pendant une certaine période à partir d'une adresse IP particulière. Dépasser cette limite bloquera toutes les requêtes entrantes de cette adresse IP pendant une période de temps spécifique. Cela entraîne des résultats de reconnaissance peu fiables. Supposons que vous exécutiez Nuclei sur une cible particulière avec tous les modèles, votre IP risque d'être bannie à cause du nombre de requêtes effectuées par Nuclei.

source: And this is especially true for dorking and other OSINT reNgine does. After certain dorking attempts Google is likely to ban your IP for certain period of time.
fr: Et ceci est particulièrement vrai pour le dorking et les autres activités OSINT effectuées par reNgine. Après certaines tentatives de dorking, Google risque de bannir votre IP pendant une certaine période.

source: Using proxies is recommended.
fr: L'utilisation de proxies est recommandée.

source: Use Proxy
fr: Utiliser un proxy

source: Proxy List
fr: Liste des proxies

source: You can enter as many proxies as you want, reNgine will
fr: Vous pouvez entrer autant de proxies que vous voulez, reNgine

source: randomly
fr: aléatoirement

source: pick one among them during the scan.
fr: en choisira un parmi eux pendant le scan.

source: Separate the proxies by new line.
fr: Séparez les proxies par un saut de ligne.

source: Save Proxies
fr: Enregistrer les proxies

source: Danger Zone
fr: Zone dangereuse

source: Total Storage:
fr: Stockage total :

source: %(totalSpaceSize)s Gb
fr: %(totalSpaceSize)s Go

source: Used Space:
fr: Espace utilisé :

source: %(usedSpaceSize)s Gb
fr: %(usedSpaceSize)s Go

source: Free Space:
fr: Espace libre :

source: %(freeSpaceSize)s Gb
fr: %(freeSpaceSize)s Go

source: Delete all scan results
fr: Supprimer tous les résultats de scan

source: Once you delete all scan results, there is no going back.
fr: Une fois que vous aurez supprimé tous les résultats de scan, il sera impossible de revenir en arrière.

source: This will delete all the scan history and also screenshots and likely to free up disk space.
fr: Cela supprimera tout l'historique des scans ainsi que les captures d'écran, et libèrera probablement de l'espace disque.

source: Delete All Scan Results
fr: Supprimer tous les résultats de scan

source: Delete all Screenshots
fr: Supprimer toutes les captures d'écran

source: Once you delete all screenshots, you are likely to free up some disk space.
fr: Une fois que vous aurez supprimé toutes les captures d'écran, vous libèrerez probablement de l'espace disque.

source: Scan history will not be able to show any screenshots after deleted.
fr: L'historique des scans ne pourra plus afficher aucune capture d'écran après leur suppression.

source: Delete All Screenshots
fr: Supprimer toutes les captures d'écran

source: Customize Report
fr: Personnaliser le rapport

source: reNgine PDF Report Settings
fr: Paramètres du rapport PDF reNgine
