Repository: fir3storm/Huntercat-3.3
Catalog: web/scanEngine/locale/*/LC_MESSAGES/django.po
Languages: fr

source: reNgine allows you to generate PDF report. PDF reports are fully customizable. While downloading PDF Report, you can choose whether to download Vulnerability Report or Reconnaissance Report or both.
fr: reNgine vous permet de générer un rapport PDF. Les rapports PDF sont entièrement personnalisables. Lors du téléchargement du rapport PDF, vous pouvez choisir de télécharger le rapport de vulnérabilités ou le rapport de reconnaissance, ou les deux.

source: This section allows you to customize the report, such as colors, and sections to include in the report.
fr: Cette section vous permet de personnaliser le rapport, tels que les couleurs et les sections à inclure dans le rapport.

source: Color
fr: Couleur

source: Primary Color
fr: Couleur primaire

source: (Primary Color is the color used for the Main Title, Footer Background and Page Counters.)
fr: (La couleur primaire est la couleur utilisée pour le titre principal, l'arrière-plan du pied de page et les numéros de page.)

source: Secondary Color
fr: Couleur secondaire

source: (Secondary color is currently being used for cover background.)
fr: (La couleur secondaire est actuellement utilisée pour l'arrière-plan de la couverture.)

source: Report Generated by
fr: Rapport généré par

source: Company Website
fr: Site Web de l'entreprise

source: Company Email
fr: Email de l'entreprise

source: Show Footer Text?
fr: Afficher le texte de pied de page ?

source: This could be copyright text, or year of generation and the placement for footer text is bottom left.
fr: Cela pourrait être un texte de copyright, ou l'année de génération et l'emplacement pour le texte de pied de page est en bas à gauche.

source: Footer Text
fr: Texte de pied de page

source: Show reNgine Banner/Credits?
fr: Afficher la bannière/les crédits reNgine ?

source: If turned on, generated report will contain 'Generated by reNgine'.
fr: Si activé, le rapport généré contiendra 'Généré par reNgine'.

source: Show Executive Summary?
fr: Afficher le résumé exécutif ?

source: If turned on, reNgine will include Executive Summary in the report. You can customize the executive summary section.
fr: Si activé, reNgine inclura le résumé exécutif dans le rapport. Vous pouvez personnaliser la section du résumé exécutif.

source: Please note that, the Executive Summary section will appear before quick summary.
fr: Veuillez noter que la section Résumé exécutif apparaîtra avant le résumé rapide.

source: You can customize the executive summary and methodology template using markdown. Replace the below syntax wherever you require.
fr: Vous pouvez personnaliser le modèle de résumé exécutif et de méthodologie à l'aide de markdown. Remplacez la syntaxe ci-dessous partout où vous en avez besoin.

source: Curly braces are must!
fr: Les accolades sont obligatoires !

source: Executive Summary Syntax
fr: Syntaxe du résumé exécutif

source: Target Scan Date Ex. 25 June, 2020 .
fr: Date de l'analyse cible Ex. 25 juin 2020.

source: Company which performed Vulnerability/Reconnaissance Audit.
fr: Entreprise qui a effectué l'audit de vulnérabilité/reconnaissance.

source: Target Domain Name.
fr: Nom de domaine cible.

source: Target Description.
fr: Description de la cible.

source: Total number of subdomains discovered.
fr: Nombre total de sous-domaines découverts.

source: Total number of Vulnerabilities identified.
fr: Nombre total de vulnérabilités identifiées.

source: Total number of Critical Severity Vulnerabilities identified.
fr: Nombre total de vulnérabilités de gravité critique identifiées.

source: Total number of High Severity Vulnerabilities identified.
fr: Nombre total de vulnérabilités de gravité élevée identifiées.

source: Total number of Medium Severity Vulnerabilities identified.
fr: Nombre total de vulnérabilités de gravité modérée identifiées.

source: Total number of Low Severity Vulnerabilities identified.
fr: Nombre total de vulnérabilités de faible gravité identifiées.

source: Total number of Informational Vulnerabilities identified.
fr: Nombre total de vulnérabilités informationnelles identifiées.

source: Total number of Vulnerabilities with Unknown Severity identified.
fr: Nombre total de vulnérabilités de gravité inconnue identifiées.

source: Settings, API Keys & Tool Settings
fr: Paramètres, clés API et paramètres des outils

source: Tool Specific Settings
fr: Paramètres spécifiques à l'outil

source: GF Patterns
fr: Modèles GF

source: This section lets you upload custom gf patterns. You can find more information about the
fr: Cette section vous permet de télécharger des modèles gf personnalisés. Vous pouvez trouver plus d'informations sur le

source: GF Tool here
fr: Outil GF ici

source: Please note that only json files are supported and the name of the pattern will be the filename.
fr: Veuillez noter que seuls les fichiers json sont pris en charge et que le nom du modèle sera le nom du fichier.

source: If the pattern name is
fr: Si le nom du modèle est

source: the pattern name is
fr: le nom du modèle est

source: and this has to be used this in YAML configuration.
fr: et celui-ci doit être utilisé dans la configuration YAML.

source: Currently available GF patterns
fr: Modèles GF actuellement disponibles

source: Click to View Pattern
fr: Cliquez pour voir le modèle

source: Upload GF Pattern JSON
fr: Télécharger le modèle GF JSON

source: Upload
fr: Télécharger

source: This section lets you modify
fr: Cette section vous permet de modifier

source: config file. You can find more information about the
fr: fichier de configuration. Vous pouvez trouver plus d'informations sur le

source: Subfinder config here.
fr: fichier de configuration Subfinder ici.

source: Please note that only YAML config is supported.
fr: Veuillez noter que seule la configuration YAML est prise en charge.

source: Current Subfinder Configuration
fr: Configuration actuelle de Subfinder

source: Double click the configuration to edit.
fr: Double-cliquez sur la configuration pour la modifier.

source: Amass config here.
fr: Fichier de configuration Amass ici.

source: Current Amass Configuration
fr: Configuration actuelle d'Amass

source: Nuclei Patterns
fr: Modèles Nuclei

source: Nuclei Config File
fr: Fichier de configuration Nuclei

source: This section lets you upload Nuclei templates. You can find more information about the
fr: Cette section vous permet de télécharger des modèles Nuclei. Vous pouvez trouver plus d'informations sur les

source: Nuclei Templates here.
fr: Modèles Nuclei ici.

source: Please note that only YAML files are supported and the name of the pattern will be the filename.
fr: Veuillez noter que seuls les fichiers json sont pris en charge et que le nom du modèle sera le nom du fichier.

source: If the template name is
fr: Si le nom du modèle est

source: then
fr: alors

source: is to be used this in YAML configuration.
fr: doit être utilisé dans la configuration YAML.

source: Currently available custom Nuclei templates
fr: Modèles Nuclei personnalisés actuellement disponibles

source: Click to View Template
fr: Cliquez pour afficher le modèle

source: No custom nuclei templates detected!
fr: Aucun modèle Nuclei personnalisé détecté !

source: Upload Nuclei Template YAML
fr: Télécharger le modèle YAML Nuclei

source: This section lets you configure Nuclei config file. You can find more information about the
fr: Cette section vous permet de configurer le fichier de configuration Nuclei. Vous pouvez trouver plus d'informations sur le

source: Nuclei config here.
fr: fichier de configuration Nuclei ici.

source: Current Nuclei Configuration
fr: Configuration actuelle de Nuclei

source: Naabu config here.
fr: Fichier de configuration Naabu ici.

source: Current Naabu Configuration
fr: Configuration actuelle de Naabu

source: the Harvester config here.
fr: Fichier de configuration the Harvester ici.

source: Current theHarvester Configuration
fr: Configuration actuelle de theHarvester

source: Add new tool
fr: Ajouter un nouvel outil

source: All
fr: Tous

source: Default
fr: Défaut

source: Custom
fr: Personnalisé

source: Default Tool
fr: Outil par défaut

source: Custom Tool
fr: Outil personnalisé

source: Uninstall Tool
fr: Désinstaller l'outil

source: Modify Tool
fr: Modifier l'outil

source: Subdomain Enumeration Tool
fr: Outil d'énumération de sous-domaines

source: Tool Type
fr: Type d'outil

source: License
fr: Licence

source: Current Installed Version
fr: Version actuellement installée

source: Check Update
fr: Vérifier les mises à jour

source: Update Tool
fr: Mettre à jour l'outil

source: Update Scan Engine
fr: Mettre à jour le moteur d'analyse

source: Add New Wordlist
fr: Ajouter une nouvelle liste de mots

source: Wordlist
fr: Liste de mots

source: Add Worldlist
fr: Ajouter une liste de mots

source: Add New Wordlist for Bruteforce
fr: Ajouter une nouvelle liste de mots pour le forçage

source: Wordlist can be used for directory bruteforce or subdomain bruteforce. Instructions on how to use the wordlist are
fr: La liste de mots peut être utilisée pour le forçage de répertoires ou de sous-domaines. Les instructions sur la façon d'utiliser la liste de mots se trouvent

source: found here
fr: ici

source: Wordlist Name
fr: Nom de la liste de mots

source: Short Name
fr: Nom court

source: Please keep the short names without spaces, like my-wordlist or my_wordlist. The short names will be later used to reference wordlist in the YAML settings.
fr: Veuillez garder les noms courts sans espaces, comme my-wordlist ou my_wordlist. Les noms courts seront utilisés plus tard pour référencer la liste de mots dans les paramètres YAML.

source: Select the wordlist file
fr: Sélectionnez le fichier de liste de mots

source: Your wordlist must be a *.txt file and wordlists must be separated by a new line.
fr: Votre liste de mots doit être un fichier *.txt et les mots doivent être séparés par un saut de ligne.

source: Choose *.txt file
fr: Choisissez un fichier *.txt

source: Upload Wordlist
fr: Télécharger la liste de mots

source: All Worldlists
fr: Toutes les listes de mots

source: Shortname
fr: Nom court

source: Wordlist Count
fr: Nombre de mots dans la liste

source: Delete Wordlist
fr: Supprimer la liste de mots

source: Scan Engine Added successfully
fr: Moteur de scan ajouté avec succès

source: Engine successfully deleted!
fr: Moteur de scan supprimé avec succès!

source: Oops! Engine could not be deleted!
fr: Oups ! Le moteur ne peut pas être supprimé!

source: Engine edited successfully
fr: Moteur édité avec succès

source: Wordlist %(wlistName)s added successfully
fr: Liste de mots %(wlistName)s ajoutée avec succès

source: Wordlist successfully deleted!
fr: Liste de mots supprimée avec succès

source: Oops! Wordlist could not be deleted!
fr: Oups ! La liste de mots n'a pas pu être supprimée

source: Lookup Keywords updated successfully
fr: Mots clés de recherche mis à jour avec succès

source: Invalid GF Pattern, upload only *.json extension
fr: Schéma GF invalide, téléversez uniquement des fichiers à l'extension .json

source: GF Pattern %(patternName)s successfully uploaded
fr: Schéma GF %(patternName)s téléversé avec succès

source: Invalid Nuclei Pattern, upload only *.yaml extension
fr: Schéma Nuclei invalide, téléverser uniquement des fichiers à l'extension .yaml

source: Nuclei Pattern %(patternName)s successfully uploaded
fr: Schéma Nuclei %(patternName)s téléversé avec succès

source: Nuclei config updated!
fr: fichier de configuration Nuclei ici.

source: Subfinder config updated!
fr: Fichier de configuration Subfinder ici.

source: Naabu config updated!
fr: Fichier de configuration Naabu ici.

source: Amass config updated!
fr: Fichier de configuration Amass ici.

source: theHarvester config updated!
fr: Fichier de configuration theHarvester ici.

source: *reNgine* Congratulations! your notification services are working.
fr: *reNgine* Félicitations! vos services de notification fonctionnent.

source: **reNgine** Congratulations! your notification services are working.
fr: **reNgine** Félicitations! vos services de notification fonctionnent.

source: Notification Settings updated successfully and test message was sent.
fr: Paramètres de notification mis à jour avec succès et un message de test a été envoyé.

source: Hackerone Settings updated.
fr: Paramètres de Hackerone mis à jour.

source: Report Settings updated.
fr: Paramètres de rapport mis à jour.

source: External Tool Successfully Added!
fr: Outil externe ajouté avec succès!

source: Tool modified successfully
fr: Outil modifié avec succès
