Repository: fir3storm/Huntercat-3.3
Catalog: web/scanEngine/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Are you sure you want to delete this scan engine?
fr: Êtes-vous sûr de vouloir supprimer ce moteur de scan ?

source: You won't be able to revert this!
fr: Vous ne pourrez pas revenir en arrière !

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Oops! Unable to delete
fr: Oups ! Impossible de supprimer

source: Error!
fr: Erreur !

source: Okay
fr: OK

source: Error loading gf pattern!
fr: Erreur lors du chargement du schéma de gf

source: Error loading Nuclei Template!
fr: Erreur lors du chargement du modèle de Nuclei

source: # Your nuclei configuration here.
fr: # Votre configuration de nuclei ici.

source: Save Changes
fr: Enregistrer les modifications

source: # Your Subfinder configuration here.
fr: # Votre configuration de Subfinder ici.

source: # Your Naabu configuration here.
fr: # Votre configuration de Naabu ici.

source: # Your amass configuration here.
fr: # Votre configuration de amass ici.

source: # Your the Harvester configuration here.
fr: # Votre configuration de theHarvester ici.

source: Unable to fetch latest version!
fr: Impossible de récupérer la dernière version!

source: Since the version lookup command is invalid, reNgine is not able to detect if there's a newer version. But you can still force download the latest version.
fr: Comme la commande de recherche de version échoue, reNgine n'est pas capable de détecter si une version plus récente est disponible. Mais vous pouvez toujours forcer le téléchargement de la dernière version.

source: Downloading latest version...
fr: Téléchargement de la dernière version...

source: This may take a few minutes.
fr: Cela peut prendre quelques minutes.

source: Finding latest version...
fr: Recherche de la dernière version...

source: Github API rate limit exceeded, we can not fetch the latest version number, please try again in an hour. But you can force download the latest version.
fr: Limite de taux d'API Github dépassée, nous ne pouvons pas récupérer le numéro de la dernière version, veuillez réessayer dans une heure. Mais vous pouvez forcer le téléchargement de la dernière version.

source: Force download
fr: Forcer le téléchargement

source: Oops!
fr: Oups !

source: We ran into an error! Please raise github request.
fr: Nous rencontrons une erreur ! Veuillez créer un tiquet sur Github.

source: The github URL provided is not valid, or the project doesn't support releases. We are unable to check the latest version number, however, you can still force download the update
fr: L'URL Github fournie n'est pas valide, ou le projet ne supporte pas les releases. Nous ne pouvons pas vérifier le numéro de la dernière version, mais vous pouvez toujours forcer le téléchargement de la mise à jour

source: No Update available
fr: Aucune mise à jour disponible

source: This is not reversible. Please proceed with caution.
fr: Ceci n'est pas réversible. Veuillez continuer avec précaution.

source: This may take a few minutes...
fr: Cela peut prendre quelques minutes...

source: Filtered custom tools
fr: Outils personnalisés filtrés

source: Filtered default tools
fr: Outils par défaut filtrés

source: Displaying all tools
fr: Affichage de tous les outils
