Repository: fir3storm/Huntercat-3.3
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: fr

source: No OpenAI keys provided.
fr: Pas de clés OpenAI fournies.

source: Screenshot
fr: Capture d'écran

source: %(value)s is not a valid domain Name
fr: %(value)s n'est pas un nom de domaine valide

source: %(value)s is not a valid URL Name
fr: %(value)s n'est pas une URL valide

source: %(value)s is not a valid short name, can only contain - and _
fr: %(value)s n'est pas un nom valide, il peut contenir seulement - et _

source: Oops-a-Daisy! You've Found Our Top-Secret Interdimensional Rabbit Hole!
fr: Oupsie ! Vous avez trouvé notre terrier de lapin interdimensionnel top secret !

source: Back to Dashboard
fr: Retour au tableau de bord

source: Loading...
fr: Chargement

source: Filter Endpoints
fr: Filtrer les points de terminaison

source: Search
fr: Historique de recherche

source: Vulnerability Grouping
fr: Grouper les vulnérabilités

source: Page Title
fr: Titre de la page

source: HTTP Status
fr: Statut HTTP

source: Filter Columns
fr: Filtrer les colonnes

source: Content Type
fr: Type de contenu

source: Content Length
fr: Longueur du contenu

source: Response Time
fr: Temps de réponse

source: Download All Endpoints
fr: Télécharger tous les points d'entrée

source: Download Endpoints with pattern %(pKey)s
fr: Télécharger les points d'entrée avec le modèle %(pKey)s

source: HTTP URL
fr: URL HTTP

source: Status
fr: Statut

source: Technology
fr: Technologie

source: Webserver
fr: Serveur web

source: Response time
fr: Temps de réponse

source: Most Common CVE IDs
fr: Les identifiants CVE les plus courants

source: Most Common CWE IDs
fr: Les identifiants CWE les plus courants

source: Most Common Vulnerability Tags
fr: Les balises de vulnérabilité les plus courantes

source: Most Common Vulnerabilities
fr: Les vulnérabilités les plus courantes

source: Ignore Info Vulnerabilities
fr: Ignorer les vulnérabilités d'information

source: Add Todo for
fr: Ajouter une tâche pour

source: Todo Title
fr: Titre de la tâche

source: Recon Todo/Note
fr: Tâche/Note de reconnaissance

source: Add Recon Todo
fr: Ajouter une tâche de reconnaissance

source: Scan History
fr: Historique de scan

source: Tasks
fr: Tâches

source: Currently Scanning
fr: Scan en cours

source: Recently Completed
fr: Récemment terminé

source: Show All
fr: Tout afficher

source: Upcoming
fr: À venir

source: Currently Running
fr: En cours d'exécution

source: Reload
fr: Recharger

source: Initiate Multiple Subscans
fr: Initier plusieurs sous-scans

source: Initiate Subscan
fr: Initier un sous-scan

source: Download Selected Subdomains
fr: Télécharger les sous-domaines sélectionnés

source: Delete Multiple Subdomains
fr: Supprimer plusieurs sous-domaines

source: Clear Subdomains
fr: Effacer les sous-domaines

source: IP Address
fr: Adresse IP

source: Reload Subdomains
fr: Recharger les sous-domaines

source: Download Subdomains
fr: Télécharger les sous-domaines

source: Download All Subdomains
fr: Télécharger tous les sous-domaines

source: Download Interesting Subdomains
fr: Télécharger les sous-domaines intéressants

source: Download Important Subdomains
fr: Télécharger les sous-domaines importants

source: Subdomain
fr: Sous-domaine

source: Endpoints
fr: Points de terminaison

source: Vulnerabilities
fr: Vulnérabilités

source: Title
fr: Titre

source: Checked
fr: Vérifié

source: is_interesting
fr: est_intéressant

source: Low
fr: Faible

source: Medium
fr: Moyen

source: High
fr: Élevé

source: Critical
fr: Critique

source: Todos
fr: Tâches

source: Is Important
fr: Est important

source: Directories Count
fr: Nombre de répertoires

source: Subscan Count
fr: Nombre de sous-scans

source: Initiate subscan
fr: Initier un sous-scan

source: Close
fr: Fermer

source: Select the scan engine
fr: Sélectionner le moteur de scan

source: default engine Selected
fr: moteur par défaut sélectionné

source: Select the engine's subtasks to perform
fr: Sélectionner les sous-tâches du moteur à effectuer

source: Universal Search...
fr: Rechercher universelle...

source: Search History
fr: Historique de recherche

source: Create New Project
fr: Créer un nouveau projet

source: Quick Add
fr: Ajout rapide

source: Target
fr: Cible

source: Organization
fr: Organisation

source: Scan Engine
fr: Moteur de scan

source: External Tool
fr: Outil externe

source: Toolbox
fr: Boite à outils

source: CMS Detector
fr: Détecteur de CMS

source: CVE Lookup
fr: Recherche de CVE

source: WAF Detector
fr: Détecteur de WAF

source: Welcome %(username)s!
fr: Bienvenue %(username)s!

source: My Account
fr: Mon compte

source: Admin settings
fr: Paramètres d'administration

source: Check reNgine Update
fr: Vérifier les mises à jour de reNgine

source: Update available!
fr: Mise à jour disponible !

source: Logout
fr: Se déconnecter

source: Dashboard
fr: Tableau de bord

source: Projects
fr: Projets

source: Targets
fr: Cible

source: Sub Scan History
fr: Historique de recherche

source: Scheduled Scan
fr: Scan programmé

source: All Subdomains
fr: Tous les sous-domaines

source: All Endpoints
fr: Tous les points de terminaison

source: Todo
fr: À faire

source: Scan Engines
fr: Moteurs de scan

source: Interesting Lookup
fr: Recherche intéressante

source: Settings
fr: Paramètres

source: Tool Settings
fr: Paramètres des outils

source: API Vault
fr: Coffre-fort API

source: Tools Arsenal
fr: Arsenal d'outils

source: Report Settings
fr: Paramètres de rapport

source: reNgine Settings
fr: Paramètres d'administration

source: Hackerone Settings
fr: Paramètres Hackerone

source: Notification Settings
fr: Paramètres de notification

source: Current Project
fr: Projet actuel

source: Filter Vulnerabilities
fr: Filtrer les vulnérabilités

source: Vulnerability Source
fr: Source de vulnérabilité

source: Severity
fr: Sévérité

source: Vulnerable URL
fr: URL vulnérable

source: Reload Vulnerabilities
fr: Recharger les vulnérabilités

source: Vulnerability Name
fr: Nom de la vulnérabilité

source: CVSS Metrics
fr: Métriques CVSS

source: Hackerone ID
fr: ID Hackerone

source: CVSS Score
fr: Score CVSS

source: Reference
fr: Référence

source: Discovered on
fr: Découvert le

source: Extracted Results
fr: Résultats extraits

source: CURL command
fr: Commande CURL

source: Matcher Name
fr: Nom du matcher

source: Vulnerability Breakdown by Severity
fr: Répartition des vulnérabilités par sévérité

source: Unknown
fr: Inconnu

source: Vulnerability Highlights
fr: Points saillants des vulnérabilités

source: Not enough data!
fr: Pas assez de données !

source: Vulnerability
fr: Vulnérabilité

source: CVE ID
fr: Identifiant CVE

source: Discovered
fr: Découvert

source: Login to reNgine
fr: Connexion à reNgine

source: Current release: v2.0.5
fr: Version actuelle : v2.0.5

source: Learn how to create reNgine account.
fr: Apprenez à créer un compte reNgine.

source: If you have any issues or feature request, feel free to
fr: Si vous rencontrez des problèmes ou avez des demandes de fonctionnalités, n'hésitez pas à

source: raise issue on Github.
fr: soulever un problème sur Github.

source: Username
fr: Nom d'utilisateur

source: username
fr: nom d'utilisateur

source: Password
fr: Mot de passe

source: Oops! Invalid username or password.
fr: Oups ! Nom d'utilisateur ou mot de passe invalide.

source: Please note, both password and username are case-sensitive.
fr: Veuillez noter que le mot de passe et le nom d'utilisateur sont sensibles à la casse.

source: Log In
fr: Se connecter

source: Thank you for using reNgine.
fr: Merci d'avoir utilisé reNgine.

source: You have been successfully logged out!
fr: Vous avez été déconnecté avec succès !

source: For any issues or feature request, please feel free to
fr: Pour tout problème ou demande de fonctionnalité, n'hésitez pas à

source: raise issue on github
fr: soulever un problème sur github

source: Generated by reNgine https://github.com/yogeshojha/rengine
fr: Généré par reNgine https://github.com/yogeshojha/rengine

source: Table of contents
fr: Table des matières

source: Executive summary
fr: Résumé exécutif

source: Quick Summary
fr: Court résumé

source: This section contains quick summary of scan performed on
fr: Cette section contient un résumé rapide du scan effectué sur

source: Subdomains
fr: Sous-domaines

source: Vulnerability Summary
fr: Résumé de vulnérabilité

source: Timeline of the Assessment
fr: Chronologie de l'évaluation

source: Scan started on: %(start_date)s
fr: Scan démarré le : %(start_date)s

source: Total time taken:
fr: Temps total écoulé :

source: Completed in < 1 minutes
fr: Complété en < 1 minute

source: Completed in %(timeCompleted)s
fr: Terminé en %(timeCompleted)s

source: Aborted in %(timeAbort)s
fr: Interrompu à %(timeAbort)s

source: Report Generated on: %(dateGen)s
fr: Rapport généré le : %(dateGen)s

source: Interesting Recon Data
fr: Donnée de reconnaissance intéressante

source: Listed below are the %(interestingSubdomainsCount)s interesting subdomains identified on
fr: Voici les %(interestingSubdomainsCount)s sous-domaines intéressants identifiés sur

source: Page title
fr: Titre de la page

source: Summary of Vulnerabilities Identified
fr: Résumé des vulnérabilités identifiées

source: Listed below are the vulnerabilities identified on
fr: Voici les vulnérabilités identifiées sur

source: Times Identified
fr: Nombre d'occurences

source: Informational
fr: Informationnelles

source: No Vulnerabilities were Discovered.
fr: Aucune vulnérabilité n'a été découverte

source: Discovered Assets
fr: Actifs découverts

source: During the reconnaissance phase, %(subDomainCount)s subdomains were discovered. Out of %(subDomainCount)s subdomains, %(aliveCount)s returned HTTP status 200. %(interestingCount)s interesting subdomains were also identified based on the interesting keywords used.
fr: Pendant la phase de reconnaissance, %(subDomainCount)s sous-domaines ont été découverts. Sur les %(subDomainCount)s sous-domaines, %(aliveCount)s ont renvoyé le statut HTTP 200. %(interestingCount)s sous-domaines intéressants ont également été identifiés sur la base des mots-clés intéressants utilisés.

source: %(subDomainCount)s subdomains identified on
fr: %(subDomainCount)s sous-domaines identifiés sur

source: IP Addresses
fr: Adresses IP

source: %(ipAddressesCount)s IP Addresses were identified on
fr: %(ipAddressesCount)s adresses IP ont été identifiées sur

source: Open Ports
fr: Ports ouverts

source: Remarks
fr: Remarques

source: CDN IP Address
fr: Adresse IP du CDN

source: Reconnaissance Findings
fr: Découvertes de reconnaissance

source: Page Title:
fr: Titre de la page :

source: IP Address:
fr: Adresse IP :

source: Open Ports:
fr: Ports ouverts

source: Vulnerabilities Discovered
fr: Vulnérabilités découvertes

source: This section reports the security issues found during the audit.
fr: Cette section rapporte les problèmes de sécurité trouvés lors de l'audit.

source: Total of %(vulnCount)s were discovered in %(dn)s
fr: Un total de %(vulnCount)s ont été découvertes dans %(dn)s

source: %(critVulnCount)s of them were Critical,
fr: %(critVulnCount)s d'entre elles étaient critiques,

source: %(highVulnCount)s of them were High Severity,
fr: %(highVulnCount)s d'entre elles étaient de gravité élevée,

source: %(medVulnCount)s of them were Medium severity,
fr: %(medVulnCount)s d'entre elles étaient de gravité modérée,

source: %(lowVulnCount)s of them were Low severity, and
fr: %(lowVulnCount)s d'entre elles étaient de faible gravité, et

source: %(vulnCount)s of them were Informational.
fr: %(vulnCount)s d'entre elles étaient informationnels.

source: %(unknownVulnCount)s of them were Unknown Severity.
fr: %(unknownVulnCount)s d'entre elles étaient de gravité inconnue.

source: LOW
fr: FAIBLE

source: MEDIUM
fr: MOYEN

source: HIGH
fr: ÉLEVÉ

source: CRITICAL
fr: CRITIQUE

source: Vulnerability Source: %(vulnSourceUpper)s
fr: Source de la vulnérabilité : %(vulnSourceUpper)s

source: Vulnerability Classification
fr: Classification de vulnérabilité

source: CVSS Metrics:
fr: Métriques CVSS

source: CVSS Score:
fr: Score CVSS

source: CVE IDs
fr: Identifiants CVE

source: CWE IDs
fr: Identifiants CWE

source: Remediation
fr: Remédiation

source: Vulnerable URL(s)
fr: URL(s) vulnérable

source: References
fr: Références

source: END OF REPORT
fr: FIN DU RAPPORT
