Repository: fir3storm/Huntercat-3.3
Catalog: web/startScan/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Schedule Scan for Organization
fr: Planifier un scan pour l'organisation

source: Organization
fr: Organisation

source: Schedule Scan
fr: Planifier un scan

source: Scheduling scan for
fr: Planification du scan pour

source: Domains associated with organization
fr: Domaines associés à l'organisation

source: Choose the scheduler
fr: Choisissez le planificateur

source: Periodic Scan
fr: Scan périodique

source: Clocked Scan
fr: Scan cadencé

source: Run scan every
fr: Exécuter le scan tous les

source: Hours
fr: Heures

source: Days
fr: Jours

source: Weeks
fr: Semaines

source: Months
fr: Mois

source: Run scan exactly at
fr: Exécuter le scan exactement à

source: Select Scheduler Date and time
fr: Sélectionnez la date et l'heure du planificateur

source: Choose Scan Engine
fr: Choisissez le moteur de scan

source: Select Scan Engine
fr: Sélectionnez le moteur de scan

source: Tips!
fr: Astuces !

source: You do not have any custom scan engines. Would you like to create your own scan engine?
fr: Vous n'avez aucun moteur de scan personnalisé. Voulez-vous créer votre propre moteur de scan ?

source: Create Custom Scan Engine
fr: Créer un moteur de scan personnalisé

source: Initiating Scan for Organization
fr: Lancement du scan pour l'organisation

source: Initiate Scan
fr: Lancer le scan

source: Initiating scan for %(orgName)s
fr: Lancement du scan pour %(orgName)s

source: %(nDomains)s Domains associated with organization %(orgName)s
fr: %(nDomains)s Domaines associés à l'organisation %(orgName)s

source: <b>Tips! </b> You do not have any custom scan engines. Would you like to create your own scan engine?
fr: <b>Astuces ! </b> Vous n'avez aucun moteur de scan personnalisé. Voulez-vous créer votre propre moteur de scan ?

source: Start Scan
fr: Démarrer le scan

source: Default Engine
fr: Moteur par défaut

source: Custom Engine
fr: Moteur de scan personnalisé

source: Engine Capabilities
fr: Capacités du moteur

source: Subdomain Discovery
fr: Découverte de sous-domaines

source: WAF Detection
fr: Détection de WAF

source: Screenshot
fr: Capture d'écran

source: Port Scan
fr: Scan de ports

source: Directory and Files Search
fr: Recherche de fichiers et de répertoires

source: Fetch Endpoints(URLs)
fr: Récupérer les points de terminaison (URLs)

source: Vulnerability Scan
fr: Scan de vulnérabilités

source: YAML Configuration
fr: Configuration YAML

source: Detailed Scan
fr: Scan détaillé

source: Scan History
fr: Historique des scans

source: Summary
fr: Résumé

source: Scan Findings
fr: Résultats du scan

source: Home
fr: Accueil

source: Subdomains
fr: Sous-domaines

source: S3 Buckets
fr: Buckets S3

source: Interesting Recon
fr: Recon intéressante

source: Recon Data Changes
fr: Changements des données de recon

source: Screenshots
fr: Captures d'écran

source: Directories
fr: Répertoires

source: All Endpoints
fr: Tous les points de terminaison

source: Vulnerabilities
fr: Vulnérabilités

source: Visualization
fr: Visualisation

source: Scan Status for
fr: Statut du scan pour

source: Pending
fr: En attente

source: Failed
fr: Échoué

source: In Progress
fr: En cours

source: Completed
fr: Terminé

source: Aborted
fr: Avorté

source: Unknown
fr: Inconnu

source: Download All Subdomains
fr: Télécharger tous les sous-domaines

source: Download All Endpoints
fr: Télécharger tous les points de terminaison

source: Download Important Subdomains
fr: Télécharger les sous-domaines importants

source: Download Interesting Subdomains
fr: Télécharger les sous-domaines intéressants

source: Download Interesting Endpoints
fr: Télécharger les points de terminaison intéressants

source: Scan failed due to ERROR:
fr: Le scan a échoué en raison de l'ERREUR :

source: Scan Logs
fr: Journaux de scan

source: Logs
fr: Journaux

source: Scan Engine
fr: Moteur de scan

source: Scan Duration
fr: Durée du scan

source: Scan not yet started.
fr: Le scan n'a pas encore commencé.

source: Completed in < 1 minutes
fr: Terminé en < 1 minute

source: Completed in
fr: Terminé en

source: Aborted in
fr: Avorté en

source: Scan Progress
fr: Progression du scan

source: Tagged to Organization
fr: Marqué pour l'organisation

source: Domain %(domainName)s belongs to organization %(organizationName)s
fr: Le domaine %(domainName)s appartient à l'organisation %(organizationName)s

source: Scan Timeline
fr: Chronologie du scan

source: In progress
fr: En cours

source: Error: %(errorMsg)s
fr: ERREUR : %(errorMsg)s

source: Recent Scans for
fr: Scans récents pour

source: Scanning
fr: Scan en cours

source: %(subdomainCount)s Subdomains Discovered
fr: %(subdomainCount)s sous-domaines découverts

source: %(missing_count)s subdomains missing since last scan.
fr: %(missing_count)s sous-domaines manquants depuis le dernier scan.

source: %(diff_count)s Subdomains
fr: %(diff_count)s Sous-domaines

source: %(added_count)s subdomains added since last scan.
fr: %(added_count)s sous-domaines ajoutés depuis le dernier scan.

source: ERROR: %(scanErrorMessage)s
fr: ERREUR : %(scanErrorMessage)s

source: Sub Scan History for
fr: Historique des sous-scans pour

source: Total Subdomains Discovered by reNgine during this scan
fr: Total des sous-domaines découverts par reNgine pendant ce scan

source: Subdomains Discovered
fr: Sous-domaines découverts

source: Alive Subdomains
fr: Sous-domaines actifs

source: Total Endpoints discovered by reNgine during this scan. This includes any URLs discovered.
fr: Total des points de terminaison découverts par reNgine pendant ce scan. Cela inclut toutes les URL découvertes.

source: Endpoints Discovered
fr: Points de terminaison découverts

source: Alive Endpoints
fr: Points de terminaison actifs

source: Total Vulnerabilities discovered by reNgine. This will be populated only if vulnerability scan is performed during this scan.
fr: Total des vulnérabilités découvertes par reNgine. Cela ne sera rempli que si un scan de vulnérabilités est effectué pendant ce scan.

source: Vulnerabilities Discovered
fr: Vulnérabilités découvertes

source: Critical
fr: Critique

source: High
fr: Élevé

source: Medium
fr: Moyen

source: Low
fr: Faible

source: , and
fr: , et

source: Unknown Vulnerabilities
fr: Vulnérabilités inconnues

source: No vulnerabilities found.
fr: Aucune vulnérabilité trouvée.

source: OSINT Results
fr: Résultats OSINT

source: Exposed Credentials
fr: Identifiants exposés

source: Email Address Discovered
fr: Adresse e-mail découverte

source: Employees Found
fr: Employés trouvés

source: OSINT hasn't been performed.
fr: OSINT n'a pas été effectué.

source: reNgine identified
fr: reNgine a identifié

source: Check it out!
fr: Découvrez-le !

source: reNgine identified %(count)s domains related to %(history.domain)s.
fr: reNgine a identifié %(count)s domaines liés à %(history.domain)s.

source: reNgine identified %(count)s Buckets related to %(history.domain)s.
fr: reNgine a identifié %(count)s Buckets liés à %(history.domain)s.

source: %(history.domain.name)s has %(count)s registered TLDs.
fr: %(history.domain.name)s a %(count)s TLD enregistrés.

source: Reload Whois
fr: Recharger Whois

source: Target Information
fr: Informations sur la cible

source: Domain info
fr: Infos du domaine

source: Nameservers
fr: Serveurs de noms

source: DNS Records
fr: Enregistrements DNS

source: Historical Ips
fr: IPs historiques

source: Related Domains
fr: Domaines liés

source: Related TLDs
fr: TLD liés

source: A Records
fr: Enregistrements A

source: MX Records
fr: Enregistrements MX

source: TXT Records
fr: Enregistrements TXT

source: WHOIS Record Has not been fetched, would you like to <a href="javascript: fetch_whois('%(historyDomain)s', true);">fetch it now?</a>
fr: L'enregistrement WHOIS n'a pas été récupéré, voulez-vous le <a href="javascript: fetch_whois('%(historyDomain)s', true);">récupérer maintenant ?</a>

source: Fetching WHOIS records, Please wait...
fr: Récupération des enregistrements WHOIS, veuillez patienter...

source: WHOIS Records have been fetched, please <a href="javascript:location.reload();">reload the page.</a>
fr: Les enregistrements WHOIS ont été récupérés, veuillez <a href="javascript:location.reload();">recharger la page.</a>

source: Domain
fr: Domaine

source: Geolocation
fr: Géolocalisation

source: Created
fr: Créé

source: Updated
fr: Mis à jour

source: Expires
fr: Expire

source: Whois Server
fr: Serveur Whois

source: Registrar Name
fr: Nom du registraire

source: Registrar Phone
fr: Téléphone du registraire

source: Registrar Email
fr: Email du registraire

source: Registrant
fr: Titulaire

source: Administrative
fr: Administratif

source: Technical
fr: Technique

source: Name
fr: Nom

source: Phone/Fax
fr: Téléphone/Fax

source: Address
fr: Adresse

source: City
fr: Ville

source: State
fr: État

source: Zip Code
fr: Code postal

source: Country
fr: Pays

source: %(count)s Historical Ips
fr: %(count)s IPs historiques

source: Location
fr: Emplacement

source: Owner
fr: Propriétaire

source: Last Seen
fr: Vu pour la dernière fois

source: No historical IPs found!
fr: Aucune IP historique trouvée !

source: %(count)s NameServers identified
fr: %(count)s serveurs de noms identifiés

source: No NameServers identified
fr: Aucun serveur de noms identifié

source: %(count)s Related Domains identified
fr: %(count)s domaines liés identifiés

source: Add %(domain)s as target.
fr: Ajouter %(domain)s comme cible.

source: No Related Domains identified
fr: Aucun domaine lié identifié

source: %(count)s Related TLDs identified
fr: %(count)s TLD liés identifiés

source: No Related TLDs identified
fr: Aucun TLD lié identifié

source: HTTP Status Breakdown
fr: Répartition des statuts HTTP

source: Geographical Distribution of Assets
fr: Répartition géographique des actifs

source: Assets
fr: Actifs

source: Most Vulnerable Subdomain
fr: Sous-domaine le plus vulnérable

source: Important Subdomains
fr: Sous-domaines importants

source: Recon Note/Todo
fr: Note/Todo de reconnaissance

source: Add Recon Todo
fr: Ajouter un Todo de reconnaissance

source: Todo Title
fr: Titre du Todo

source: Select Subdomain (Optional)
fr: Sélectionner un sous-domaine (Optionnel)

source: Choose Subdomain...
fr: Choisir un sous-domaine...

source: Todo Description (Optional)
fr: Description du Todo (Optionnel)

source: Todo Description
fr: Description du Todo

source: IP Addresses
fr: Adresses IP

source: *IP Addresses highlighted with yellow are CDN IP
fr: *Les adresses IP surlignées en jaune sont des IP CDN

source: Discovered Ports
fr: Ports découverts

source: *Ports highlighted with red are uncommon Ports
fr: *Les ports surlignés en rouge sont des ports peu communs

source: Discovered Technologies
fr: Technologies découvertes

source: Region
fr: Région

source: Provider
fr: Fournisseur

source: Objects Count
fr: Nombre d'objets

source: Bucket Size
fr: Taille du bucket

source: Auth Users Permission
fr: Autorisation des utilisateurs authentifiés

source: All Users Permission
fr: Autorisation de tous les utilisateurs

source: Display Name
fr: Nom d'affichage

source: READ
fr: LIRE

source: WRITE
fr: ÉCRIRE

source: Read_ACP
fr: Lire_ACP

source: WRITE_ACP
fr: ÉCRIRE_ACP

source: FULL_CONTROL
fr: CONTRÔLE TOTAL

source: Filter Screenshots
fr: Filtrer les captures d'écran

source: HTTP Status
fr: Statut HTTP

source: IP Address
fr: Adresse IP

source: Running Services
fr: Services en cours d'exécution

source: Technology
fr: Technologie

source: Loading Screenshots...
fr: Chargement des captures d'écran...

source: Display
fr: Afficher

source: Status
fr: Statut

source: Subdomain
fr: Sous-domaine

source: Page Title
fr: Titre de la page

source: HTTP URL
fr: URL HTTP

source: Is Intereting
fr: Est intéressant

source: Dorking Results
fr: Résultats de dorking

source: Employees/People associated with %(domain_name)s
fr: Employés/Personnes associés à %(domain_name)s

source: Employee Name
fr: Nom de l'employé

source: Designation
fr: Désignation

source: Discovered Email addresses
fr: Adresses e-mail découvertes

source: Email Address
fr: Adresse e-mail

source: Discovered Metadata
fr: Métadonnées découvertes

source: User
fr: Utilisateur

source: Metadata
fr: Métadonnées

source: &nbsp; &nbsp; Expand all nodes
fr: &nbsp; &nbsp; Développer tous les nœuds

source: Download Visualization as png
fr: Télécharger la visualisation en png

source: Loading...
fr: Chargement...

source: Loading Recon Visualization...
fr: Chargement de la visualisation de la reconnaissance...

source: *Subdomains highlighted with green are 20X (OK) HTTP status
fr: *Les sous-domaines surlignés en vert ont un statut HTTP 20X (OK)

source: *Subdomains highlighted with orange are 30X (Redirect) HTTP status
fr: *Les sous-domaines surlignés en orange ont un statut HTTP 30X (Redirection)

source: *Subdomains highlighted with red are 40X (Not found) HTTP status
fr: *Les sous-domaines surlignés en rouge ont un statut HTTP 40X (Non trouvé)

source: Interesting Subdomains
fr: Sous-domaines intéressants

source: Content Length
fr: Longueur du contenu

source: Tech Stack
fr: Pile technologique

source: Interesting Endpoints
fr: Points de terminaison intéressants

source: Title
fr: Titre

source: Subdomain Changes
fr: Changements de sous-domaine

source: Change
fr: Changement

source: Endpoint Changes
fr: Changements de point de terminaison

source: Scan history
fr: Historique des analyses

source: Quick Scan History
fr: Historique des analyses rapides

source: Filter
fr: Filtre

source: Filters
fr: Filtres

source: Filter by Organization
fr: Filtrer par organisation

source: Filter by Targets
fr: Filtrer par cibles

source: Filter by Scan Type
fr: Filtrer par type d'analyse

source: Filter by Scan Status
fr: Filtrer par statut d'analyse

source: Reset Filters
fr: Réinitialiser les filtres

source: Delete Multiple Scans
fr: Supprimer plusieurs analyses

source: Serial Number
fr: Numéro de série

source: Domain Name
fr: Nom de domaine

source: Scan Engine Used
fr: Moteur d'analyse utilisé

source: Last Scan
fr: Dernière analyse

source: Progress
fr: Progression

source: Domain %(scan_history.domain.name)s belongs to organization %(organization.name)s
fr: Le domaine %(scan_history.domain.name)s appartient à l'organisation %(organization.name)s

source: Endpoints
fr: Points de terminaison

source: %(critVulnCount)s Critical, %(highVulnCount)s High, %(medVulnCount)s Medium Vulnerabilities
fr: Vulnérabilités : %(critVulnCount)s critiques, %(highVulnCount)s élevées, %(medVulnCount)s modérées

source: Waiting for other scans to complete
fr: En attente de la fin des autres analyses

source: Scan Failed due to: %(errMsg)s
fr: L'analyse a échoué en raison de : %(errMsg)s

source: Successful
fr: Réussi

source: View Results
fr: Voir les résultats

source: Rescan
fr: Réanalyser

source: Stop Scan
fr: Arrêter l'analyse

source: Delete Scan Results
fr: Supprimer les résultats de l'analyse

source: Scan Report
fr: Rapport d'analyse

source: Download Report
fr: Télécharger le rapport

source: Close
fr: Fermer

source: Report alert message
fr: Message d'alerte du rapport

source: Report Type
fr: Type de rapport

source: Ignore Informational Vulnerabilities
fr: Ignorer les vulnérabilités informationnelles

source: Preview Report
fr: Aperçu du rapport

source: Scheduled Scan
fr: Scan planifié

source: Scheduled Scans
fr: Scans planifiés

source: Frequency
fr: Fréquence

source: Last Run
fr: Dernière exécution

source: Run Count
fr: Nombre de passes

source: One Off Task
fr: Tâche unique

source: Enabled
fr: Activé

source: Will run %(interval)s
fr: Sera exécuté %(interval)s

source: Will run exactly at %(clocked_time)s UTC
fr: Sera exécuté exactement à %(clocked_time)s UTC

source: Delete Scheduled Task
fr: Supprimer la tâche planifiée

source: Target
fr: Cible

source: Scheduling scan for %(domain_name)s
fr: Lancement du scan pour %(domain_name)s

source: Import/Ignore Subdomains
fr: Importer/Ignorer les sous-domaines

source: Import Subdomains(Optional)
fr: Importer des sous-domaines (Optionnel)

source: You can import subdomains for <b>%(domain_name)s</b> using your private recon tools.
fr: Vous pouvez importer des sous-domaines pour <b>%(domain_name)s</b> en utilisant vos outils de reconnaissance privés.

source: Separate the subdomains using <b>new line</b>. If the subdomain does not belong to <b>%(domain_name)s</b> it will be skipped.
fr: Séparez les sous-domaines en utilisant un <b>saut de ligne</b>. Si le sous-domaine n'appartient pas à <b>%(domain_name)s</b>, il sera ignoré.

source: Subdomains List
fr: Liste des sous-domaines

source: Out of Scope Subdomains(Optional)
fr: Sous-domaines hors périmètre (Optionnel)

source: Separate the out of scope subdomains/keywords using new line.(No regex currently supported.)
fr: Séparez les sous-domaines/mots-clés hors périmètre en utilisant un saut de ligne. (Les expressions régulières ne sont actuellement pas prises en charge.)

source: Out of Scope Subdomains List
fr: Liste des sous-domaines hors périmètre

source: Initiate Multiple Scans
fr: Lancer des analyses multiples

source: Initiate Scan for Multiple Targets
fr: Lancer une analyse pour plusieurs cibles

source: Initiating multiple scan for %(domain_count)s targets:
fr: Lancement d'une analyse multiple pour %(domain_count)s cibles :

source: Select the scan type
fr: Sélectionnez le type d'analyse

source: Initiating scan for %(domain_name)s
fr: Lancement de l'analyse pour %(domain_name)s

source: Filters (Optional)
fr: Filtres (Optionnel)

source: You can filter on a specific path for <b>%(domain_name)s</b>.
fr: Vous pouvez filtrer sur un chemin spécifique pour <b>%(domain_name)s</b>.

source: Path filter
fr: Filtre de chemin

source: All subdomains
fr: Tous les sous-domaines

source: WAF Detected
fr: WAF détecté

source: Subscan History
fr: Historique des sous-analyses

source: SubScan History
fr: Historique des sous-analyses

source: Delete Multiple SubScans
fr: Supprimer plusieurs sous-analyses

source: Scanned Subdomain
fr: Sous-domaine analysé

source: Task
fr: Tâche

source: Engine
fr: Moteur

source: Scan Started
fr: Analyse démarrée

source: Domain %(domain_name)s belongs to organization %(organization_name)s
fr: Le domaine %(domain_name)s appartient à l'organisation %(organization_name)s

source: Recent Scan
fr: Analyse récente

source: Stop Subscan
fr: Arrêter la sous-analyse

source: Delete Subscan
fr: Supprimer la sous-analyse

source: All Vulnerabilities
fr: Toutes les vulnérabilités

source: Scan Started for %(domainName)s
fr: Scan démarré pour %(domainName)s

source: Scan Started for multiple targets
fr: Scan démarré pour plusieurs cibles

source: Scan history successfully deleted!
fr: Historique de scan supprimé avec succès!

source: Oops! something went wrong!
fr: Oups ! quelque chose s'est mal passé!

source: Scan aborted
fr: Scan annulé

source: Scan successfully stopped!
fr: Scan arrêté avec succès!

source: Scan failed to stop ! Error: %(errMsg)s
fr: Scan échoué à arrêter ! Erreur: %(errMsg)s

source: Scan Scheduled for %(domainName)s
fr: Scan planifié pour %(domainName)s

source: Scheduled Scan successfully deleted!
fr: Scan planifié supprimé avec succès!

source: All Scan History successfully deleted!
fr: Tout l'historique des scans supprimé avec succès!

source: Screenshots successfully deleted!
fr: Les captures d'écran ont été supprimées avec succès!

source: Scan Started for %(domainCount)d domains in organization %(orgName)s
fr: Scan démarré pour %(domainCount)d domaines dans l'organisation %(orgName)s

source: Reconnaissance Report
fr: Rapport de reconnaissance

source: Vulnerability Report
fr: Rapport de vulnérabilité

source: Full Scan Report
fr: Rapport de scan complet
